{
  "login": "Login",
  "cancel": "Cancel",
  "loading": "Loading...",
  "update": "Update",
  "add": "Add",
  "delete": "Delete",
  "profile": "Profile",
  "registration": "Registration",
  "customersAlertEmail": "Something wrong in your email",
  "customersAlertPassword": "Your password should be longer then 6 symbols",
  "customersGreeteng": "Welcome in customer interface ",
  "customersLogOut": "Log out",
  "customersPlaceholderEmail": "Type your mail",
  "customersPlaceholderPassword": "Type your password",
  "headerHome": "Home",
  "headerPayments": "Payment",
  "headerConfidential": "Confidential",
  "headerCustomers": "Customers",
  "phoneSignInRecapthcaAlert": "Recaptcha expired! Please solve it again.",
  "phoneSignInRecapthcaAlertNotLoading": "reCAPTCHA is not loaded yet. Please wait.",
  "phoneSignInrecaptchaVerifierAlert": "SMS sent. Please enter the verification code.",
  "phoneSignHandleVerifyCodeAlert": "Invalid verification code. Please try again.",
  "phoneSignPlaceholderPhone": "Type your phone number",
  "phoneSignSendVerification": "Send Verification Code",
  "phoneSignPlaceholderConfirmPhone": "Code from SMS",
  "phoneSignVerify": "Verify Code",
  "productsApdateProdAlert": "Some field is empty!",
  "productsAdd": "Add your product",
  "productsPlaceholderProductName": "Type name of product",
  "productsPlaceholderproductQuantity": "Type quantity of product",
  "productsPlaceholderPrice": "Type price (e.g., 100.20)",
  "productsAddedProducts": "Already added products:",
  "productsNoProduct": "You haven't added any products yet",
  "registrationVerificationDataAlertEmail": "Something wrong in your email",
  "registrationVerificationDataAlertFields": "Some field is empty!",
  "registrationVerificationDataAlertCompany": "Name of company should be longer than 2 symbols",
  "registrationVerificationDataAlertPassword": "Passwords don't match",
  "registrationVerificationDataAlertPasswordLength": "Your password should be no less than 6 symbols",
  "registrationVerificationDataTime": "Something wrong with working time",
  "registrationVerificationDataAlertLocation": "Select your location on the map",
  "registrationregistrationWithEmailAlert": "You may receive a mail with a link for authorization",
  "registrationPlaceholderEmail": "Type your email",
  "registrationPlaceholderCompany": "Type name of your company",
  "registrationPlaceholderStartTime": "Start working:",
  "registrationPlaceholderEndTime": "End Working:",
  "registrationPlaceholderPassword": "Type your password",
  "registrationPlaceholderPasswordConfirm": "Confirm your password",
  "registrationTextLocation": "Select your location",
  "registrationTextLocationMap": "Selected Location:",
  "registrationTextLocationMapLat": "Latitude: ",
  "registrationTextLocationMapLon": "Longitude: ",
  "telegrammBotAlert": "The phones do not match, or you did not send it to the bot, please check!",
  "telegrammBotCheck": "Checking...",
  "telegrammBotDone": "Already DONE!",
  "footer": "You may contact us by email aleksandrovks@yandex.ru",
  "homeInfo": "The mobile application 'A Startling Message' is a messenger - a program for communication with the ability to send a gift to the interlocutor. The program tracks the location of the person with whom you are having a conversation, searches for stores registered on this site within a radius of 1 kilometer from him and displays their products. Users can see: the name, quantity or weight of the product, its cost with delivery. Possible products are displayed within 5 minutes from the moment of receiving the last location. If you decided to cheer up your interlocutor and paid for a gift, the store automatically receives a notification by mail and in the telegram network about the need to send a courier with the order!",
  "homeFirstInfo1title": "Main screen",
  "homeFirstInfoFirst1": "At the bottom of the main screen there are three icons, the left one is responsible for managing the user profile. We will look at this screen next",
  "homeFirstInfoFirst2": "The middle icon is responsible for adding a new interlocutor, if the phone is added, the data with the ability to go to the chat is displayed on the main screen",
  "homeFirstInfoFirst3": "Long press on the interlocutor to remove him from the list!",
  "homeFirstInfoFirst4": "The right icon allows you to go to the site directly from the application",
  "homeFirstInfo2title": "Profile",
  "homeFirstInfoSecond1": "The 'Email' field displays the email address under which the user is registered.",
  "homeFirstInfoSecond2": "The user can decide what his/her name will be in the mobile application. This information is displayed in the 'Nikname' field. The field can be changed by clicking on the icon to the right of it. The length of the name is limited",
  "homeFirstInfoSecond3": "Next, the phone number with which the user of the mobile application is registered is displayed.",
  "homeFirstInfoSecond4": "Interface language. Can also be changed - selected from available ones",
  "homeFirstInfoSecond5": "Anyone who logs into the profile can change their avatar. To do this, click on the avatar selection image. A gallery will open in which you can select a suitable photo and crop it to the required size.",
  "homeFirstInfo3title": "Adding a contact",
  "homeFirstInfoThird1": "If the entered phone number is correct, and if a user with this phone number is registered, the interlocutor will be added to the list on the main screen",
  "homeFirstInfo4title": "Message screen - chat",
  "homeFirstInfoFourth1": "We won't tell you how to use the chat. You already know that.",
  "homeFirstInfoFourth2": "Long pressing your own message allows you to delete or edit it!",
  "homeFirstInfoFourth3": "In the upper right corner there is a golden icon that finds stores registered in the system within a kilometer radius of the interlocutor and shows a list of their products available for sending by courier as a gift to the interlocutor",
  "homeFirstInfoFourth4": "Here is an example of a list of possible gifts.",
  "homeFirstInfoFourth5": "If you choose any of the products and pay for it, the seller receives a notification in Telegram and by email with the need to send a courier. And the recipient receives a smile and a code to receive a gift",
  "homeInfoFinal": "Try it, install it and communicate. Everyone will be super pleased to receive their 'Startling message', which will lift their spirits and give them unforgettable impressions!",
  "customers": "Welcome, dear sellers. You can register on this page, or just log in if you have done so before. When registering, follow the system instructions - it will not take more than 5 minutes. Please be extremely careful when specifying your location, as a list of products from the surrounding area will be formed based on it. Be sure to subscribe to the telegram bot - it will deliver you information about the received order.",
  "customers1": "Please note that when forming the price for a possible gift in the 'A Startling Message' application, you must take into account the cost of delivery to the recipient.",
  "customers2": "You can always contact the application administration using the contacts below. Thank you for your cooperation!",
  "profileopentime": "Open shop time:",
  "profileclosetime": "End of working day:",
  "profilePhone": "Phone:",
  "profileNikname": "Nikname:"
}
